---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.GridBubbleEndn2
source: html/6dc4fb77-17c5-311f-065b-891c173a1cef.htm
---
# Autodesk.Revit.DB.ParameterTypeId.GridBubbleEndn2 Property

"Plan View Symbols End 2 (Default)"

## Syntax (C#)
```csharp
public static ForgeTypeId GridBubbleEndn2 { get; }
```